import img from "../imgs/Pizza.png";
import img2 from "../imgs/Pasta.png";
import img3 from "../imgs/Salat.png";

const data = [
  {
    category: "Пицца",
    products: [
      {
        id: "pizza1",
        name: "Пицца-1",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        img: img,
      },
      {
        id: "pizza2",
        name: "Пицца-2",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        img: img,
      },
      {
        id: "pizza3",
        name: "Пицца-3",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        img: img,
      },
      {
        id: "pizza4",
        name: "Пицца-4",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        img: img,
      },
      {
        id: "pizza5",
        name: "Пицца-5",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        img: img,
      },
      {
        id: "pizza6",
        name: "Пицца-6",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        img: img,
      },
      {
        id: "pizza7",
        name: "Пицца-7",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        img: img,
      },
      {
        id: "pizza8",
        name: "Пицца-8",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        img: img,
      },
      {
        id: "pizza9",
        name: "Пицца-9",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        img: img,
      },
      {
        id: "pizza10",
        name: "Пицца-10",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        img: img,
      },
      {
        id: "pizza11",
        name: "Пицца-11",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        img: img,
      },
      {
        id: "pizza12",
        name: "Пицца-12",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 74000,
        img: img,
      },
    ],
  },
  {
    category: "Паста",
    products: [
      {
        name: "Паста-1",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 49000,
        id: "pasta1",
        img: img2,
      },
      {
        name: "Паста-2",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 49000,
        id: "pasta2",
        img: img2,
      },
    ],
  },
  {
    category: "Салаты",
    products: [
      {
        name: "Салат-1",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 56000,
        id: "salad1",
        img: img3,
      },
      {
        name: "Салат-2",
        comment:
          "Томатный соус, говядина, маслины булочка гамбургер, соленые...",
        price: 56000,
        id: "salad2",
        img: img3,
      },
    ],
  },
];

export default data;
